{
	"en": {
		"PLAY": "PLAY",
		"LEVEL COMPLETED!": "LEVEL COMPLETED!",
		"Time": "Time",
		"Good luck!": "Have fun!",
		"How to play?": "How to play?",
		"Pause": "Pause",
		"Need more HINTS?" : "Need more Hints?",
		"Watch movie to gain extra hints!" : "Watch a video to gain extra hints!",
		"Thanks for watching!" : "Thanks for watching!",
		"No more videos" : "THANK YOU!  You watched all available videos for today.  Come back tomorrow!",
		"You gained" : "You gained",
		"Time's up!" : "Time's up!",
		"Limit" : "Limit",
		"BACK" : "BACK",
		"TutorialStep1": "Welcome to Griddlers Deluxe! In Griddlers you solve puzzles by deducting which cells of the grid should be filled! A small puzzle will look like this:",
		"TutorialStep2": "The numbers above and to the left of the grid will tell you, that there are groups of consecutive filled cells in that row or collumn. Let's take a look!",
		"TutorialStep3": "There is a group of 5 consecutive numbers in this row. The grid has only a width of 5 which means that all cells should be filled! Do it now!",
		"TutorialStep4": "In this row we've got two groups:\n3 cells and 1 cell.\nTwo groups always need to be separated by at least one free space. Use your knowledge and fill the row below:",
		"TutorialStep5": "Good! Sometimes we don't know yet which cells should be filled. But we may know which cells will remain clear. Change your tool and mark these cells. Remember: there has to be at least one free space between groups.",
		"TutorialStep5Eraser" : "If you want to clear any cell use eraser! Clear all 'X' marks now!",
		"TutorialStep5Undo" : "You can also undo your last move by pressing the Undo button. Undo your last move!",
		"TutorialStep6": "Very good! Now try to solve this very easy puzzle! Don't forget to change the tool.",
		"TutorialStep7": "You don't know how to proceed?\nUse a hint!",
		"TutorialStep8": "You can switch to an alternative control style by pressing the controls button (useful for small displays).\nNow change the control style!",
		"TutorialStep8b": "Okay! Swipe to change the active cell and confirm with the desired tool! Solve the puzzle!",
		"tutorialStepGoodluck": "Good job! You've finished the tutorial! Over 100 puzzles are waiting for you!",
		"5x5Category": "5x5",
		"10x10Category": "10x10",
		"10x10Category2": "10x10 Part 2",
		"10x10Category3": "10x10 Part 3",
		"15x15Category": "15x15",
		"15x15Category2": "15x15 Part 2"

	},

	"es": {
		"PLAY": "JUGAR",
		"LEVEL COMPLETED!": "NIVEL COMPLETADO!",
		"Time": "Tiempo",
		"Good luck!": "¡Que te diviertas!",
		"How to play?": "¿Cómo se juega?",
		"Pause": "Pausa",
		"Need more HINTS?" : "¿Más pistas?",
		"Watch movie to gain extra hints!" : "¡Mira un vídeo para obtener consejos extra!",
		"Thanks for watching!" : "¡Gracias por ver el vídeo!",
		"No more videos" : "¡MUCHAS GRACIAS!  Has visto todos los vídeos disponibles hoy.  ¡Vuelve mañana!",
		"You gained" : "Has ganado",
		"Time's up!" : "Tiempo agotado!",
		"Limit" : "Límite",
		"BACK" : "ATRÁS",
		"TutorialStep1": "¡Bienvenido/a a Griddlers Deluxe!\n¡En Griddlers tienes que resolver rompecabezas deduciendo qué celdas de la cuadrícula se deben rellenar! Un pequeño rompecabezas es así:",
		"TutorialStep2": "Los números por encima y a la izquierda de la cuadrícula te indican que hay grupos de celdas rellenas consecutivas en esa fila o columna. ¡Vamos a verlo!",
		"TutorialStep3": "Hay un grupo de 5 números consecutivos en esta fila. ¡La cuadrícula solo tiene una anchura de 5, lo que indica que se deben rellenar todas las celdas! ¡Hazlo ahora!",
		"TutorialStep4": "En esta fila tenemos dos grupos:\n3 celdas y 1 celda.\nSiempre debe haber al menos un espacio libre por cada dos grupos. Usa tus conocimientos y rellena la fila de abajo:",
		"TutorialStep5": "A veces no sabemos qué celdas se deben rellenar. Sin embargo, podemos saber qué celdas permanecerán libres. Cambiar tu herramienta y marca estas celdas. Recuerda: tiene que haber al menos un espacio libre entre los grupos.",
		"TutorialStep5Eraser" : "¡Si deseas borrar alguna celda, usa el borrador! ¡Borra todas las marcas 'X' ahora!",
		"TutorialStep5Undo" : "También puedes deshacer el último movimiento pulsando el botón Deshacer. ¡Deshaz el último movimiento!",
		"TutorialStep6": "¡Muy bien! ¡Ahora trata de resolver este rompecabezas facilísimo! No te olvides de cambiar la herramienta.",
		"TutorialStep7": "¿No sabes cómo proceder? ¡Utiliza una pista!",
		"TutorialStep8": "Puedes cambiar a un estilo alternativo de control pulsando el botón Controles (útil para las pantallas pequeñas). ¡Ahora cambia el estilo del control!",
		"TutorialStep8b": "¡Vale! ¡Arrastra para cambiar la celda activa y confirma con la herramienta deseada! ¡Resuelve el rompecabezas!",
		"tutorialStepGoodluck": "¡Bien hecho! ¡Has terminado el tutorial! ¡Te esperan más de 100 rompecabezas!",
		"5x5Category": "5x5",
		"10x10Category": "10x10",
		"10x10Category2": "10x10 Parte 2",
		"10x10Category3": "10x10 Parte 3",
		"15x15Category": "15x15",
		"15x15Category2": "15x15 Parte 2!"
		
	},

	"de": {
		"PLAY": "START",
		"LEVEL COMPLETED!": "LEVEL BEENDET!",
		"Time": "Zeit",
		"Good luck!": "Viel Spaß!",
		"How to play?": "Tutorial",
		"Pause": "Pause",
		"Need more HINTS?" : "Brauchst du mehr Hilfe?",
		"Watch movie to gain extra hints!" : "Schaue ein Video an und erhalte Extra-Hilfe!",
		"Thanks for watching!" : "Danke für's ansehen!",
		"No more videos" : "VIELEN DANK! Du hast für heute bereits alle Videos gesehen, komm morgen wieder!",
		"You gained" : "Du erhältst",
		"Time's up!" : "Zeit abgelaufen!",
		"Limit" : "Limit",
		"BACK" : "ZURÜCK",
		"TutorialStep1": "Willkommen bei Griddlers Deluxe!\nIn Griddlers löst du Rätsel durch Herausfinden, welche Zellen des Gitters gefüllt werden müssen!\nEin kleines Puzzle sieht so aus:",
		"TutorialStep2": "Die Zahlen oberhalb und auf der linken Seite des Gitters sagen dir, dass es Gruppen von aufeinanderfolgenden gefüllten Zellen in dieser Zeile oder Spalte gibt. Lass uns einen Blick darauf werfen!",
		"TutorialStep3": "Es gibt eine Gruppe von fünf aufeinander folgenden Zahlen in dieser Reihe. Das Gitter hat nur eine Breite von 5. Das bedeutet, dass du die gesamte Zeile füllen musst! Los geht's!",
		"TutorialStep4": "In dieser Reihe gibt es zwei Gruppen:\n3 Zellen und 1 Zelle.\nZwei Gruppen müssen immer durch mindestens einen freie Zelle von einander getrennt werden. Wende dein Wissen an und fülle die untere Reihe.",
		"TutorialStep5": "Manchmal wissen wir noch nicht, welche Zellen gefüllt werden sollen. Aber es ist bekannt, welche Zellen frei bleiben müssen. Ändere dein Werkzeug und markiere diese Zellen!\nDenke daran, mindestens eine Zelle zwischen den Gruppen frei zu lassen!",
		"TutorialStep5Eraser" : "Verwende den Radierer, um eine beliebige Markierung zu löschen.\nLösche jetzt alle X-Markierungen!",
		"TutorialStep5Undo" : "Du kannst deinen letzten Zug rückgängig machen, indem du die Rückgängig-Taste drückst.\nProbiere es aus!",
		"TutorialStep6": "Sehr gut! Jetzt versuche, diese sehr einfache Rätsel zu lösen! Vergiss nicht, das Werkzeug zu wechseln.",
		"TutorialStep7": "Du weißt nicht weiter?\nKein Problem! Nutze die Hilfe!",
		"TutorialStep8": "Du kannst zum alternativen Steuerungs-Modus wechseln, indem du die Steuerungstaste drückst\n(nützlich bei kleinen Bildschirmen).\nÄndere jetzt den Steuerungs-Modus!",
		"TutorialStep8b": "Wische über den Bildschirm, um die aktive Zelle zu wählen und bestätige dann mit dem gewünschten Werkzeug! Löse das Rätsel!",
		"tutorialStepGoodluck": "Gute Arbeit!! Du hast das Tutorial abgeschlossen! Über 100 Puzzles warten auf dich!",
		"5x5Category": "5x5",
		"10x10Category": "10x10!",
		"10x10Category2": "10x10 Teil 2",
		"10x10Category3": "10x10 Teil 3",
		"15x15Category": "15x15",
		"15x15Category2": "15x15 Teil 2"
		
	},
	
	"fr": {
		"PLAY": "JOUER",
		"LEVEL COMPLETED!": "NIVEAU TERMINÉ!",
		"Time": "Temps",
		"Good luck!": "Bon jeu !",
		"How to play?": "Comment jouer ?",
		"Pause": "Pause",
		"Need more HINTS?" : "Vous voulez plus de jokers ?",
		"Watch movie to gain extra hints!" : "Regardez une vidéo pour obtenir d'autres jokers !",
		"Thanks for watching!" : "Merci d'avoir regardé !",
		"No more videos" : "MERCI! Vous avez regardé toutes les vidéos disponibles pour aujourd'hui. Revenez demain!",
		"You gained" : "Vous avez gagné",
		"Time's up!" : "Temps écoulé!",
		"Limit" : "Limite",
		"BACK" : "RETOUR",
		"TutorialStep1": "Bienvenue à Griddlers Deluxe ! Dans Griddlers, vous devez résoudre des casse-têtes en déduisant quelles cases de la grille doivent être remplies ! Voici à quoi ressemble un petit casse-tête :",
		"TutorialStep2": "Les chiffres situés au-dessus et à gauche de la grille indiquent les groupes de cases remplies consécutives de la ligne ou de la colonne correspondante. Voyons un exemple !",
		"TutorialStep3": "Il y a un groupe de 5 cases remplies consécutives à cette ligne. La grille a une largeur de 5 cases seulement, ce qui signifie que toutes les cases doivent être remplies !\nAllez, à vous de jouer !",
		"TutorialStep4": "À cette ligne, il y a deux groupes :\nun de 3 cases et un d'une case.\nDeux groupes doivent obligatoirement être séparés par une case vierge. Réfléchissez un peu et remplissez la ligne ci-dessous :",
		"TutorialStep5": "Parfois, on ne sait toujours pas quelles cases il faut remplir. Mais il se peut que l'on sache quand même quelles cases doivent rester vierges. Changez d'outil et marquez ces cases. Rappelez-vous : il y a forcément au moins une case vierge entre chaque groupe.",
		"TutorialStep5Eraser" : "Si vous voulez effacer une case, utilisez la gomme ! Allez, effacez toutes les croix !",
		"TutorialStep5Undo" : "Vous pouvez également annuler votre dernier coup en appuyant sur le bouton Retour.\nAnnulez votre dernier coup !",
		"TutorialStep6": "Très bien ! Maintenant, essayez de résoudre ce casse-tête hyper simple ! N'oubliez pas de changer d'outil.",
		"TutorialStep7": "Vous ne savez pas quoi faire ?\nUtilisez un joker !",
		"TutorialStep8": "Vous pouvez changer la manière de sélectionner les cases en appuyant sur le bouton 'Contrôles' (utile pour les petits écrans).\nAllez, essayez pour voir !",
		"TutorialStep8b": "Bien ! Faites glisser pour sélectionner une autre case, et confirmez votre action en utilisant l'outil de votre choix ! Résolvez le casse-tête !",
		"tutorialStepGoodluck": "Bravo ! Vous êtes arrivé au bout du didacticiel !\nPlus de 100 casse-têtes vous attendent !",
		"5x5Category": "5x5",
		"10x10Category": "10x10",
		"10x10Category2": "10x10 2e partie",
		"10x10Category3": "10x10 3e partie",
		"15x15Category": "15x15",
		"15x15Category2": "15x15 2e partie"
		
	},	
	
	"it": {
		"PLAY": "GIOCA",
		"LEVEL COMPLETED!": "Livello completato!",
		"Time": "Tempo",
		"Good luck!": "Divertiti!",
		"How to play?": "Come si gioca?",
		"Pause": "Pausa",
		"Need more HINTS?" : "Hai bisogno di altri suggerimenti?",
		"Watch movie to gain extra hints!" : "Guarda un video per avere altri suggerimenti!",
		"Thanks for watching!" : "Grazie per aver guardato il video!",
		"No more videos" : "GRAZIE!  Hai guardato tutti i video disponibili di oggi.  Torna domani!",
		"You gained" : "Hai ottenuto",
		"Time's up!" : "Tempo scaduto!",
		"Limit" : "Limite",
		"BACK" : "INDIETRO",
		"TutorialStep1": "Benvenuto su Griddlers Deluxe! Con Griddlers dovrai risolvere dei rompicapi deducendo quali caselle della griglia andrebbero riempite!\nUn piccolo rompicapo apparirà così:",
		"TutorialStep2": "I numeri in alto e a sinistra della griglia ti diranno che ci sono gruppi di celle piene consecutive in una riga o in una colonna. Diamo uno sguardo!",
		"TutorialStep3": "C'è un gruppo di 5 numeri consecutivi in questa riga. La griglia ha un'ampiezza di sole 5 celle, il che significa che tutte le celle andrebbero riempite. Fallo adesso!",
		"TutorialStep4": "In questa riga abbiamo due gruppi:\n3 celle e 1 cella.\nDue gruppi devono essere sempre separati da almeno uno spazio libero. Usa quello che sai e riempi la riga sottostante:",
		"TutorialStep5": "A volte non sappiamo ancora quali celle andrebbero riempite, ma potremmo sapere quali celle rimarranno pulite. Modifica il tuo strumento e metti un segno su queste celle. Ricorda: ci deve essere almeno uno spazio libero tra i gruppi.",
		"TutorialStep5Eraser" : "Se vuoi pulire delle celle, utilizza la gomma! Pulisci subito tutte le 'X'!",
		"TutorialStep5Undo" : "Puoi anche annullare la tua ultima mossa premendo il pulsante 'Annulla'. Annulla la tua ultima mossa!",
		"TutorialStep6": "Molto bene! Adesso prova a risolvere questo rompicapo molto semplice! Non dimenticare di cambiare lo strumento.",
		"TutorialStep7": "Non sai come procedere?\nUsa un suggerimento!",
		"TutorialStep8": "Puoi passare ad uno stile di comando alternativo premendo i pulsanti di comando (utili per display piccoli). Cambia subito il tuo stile di controllo!",
		"TutorialStep8b": "Okay! Fai scorrere il dito per cambiare le celle attive e conferma con lo strumento desiderato! Risolvi il rompicapo!",
		"tutorialStepGoodluck": "Ottimo lavoro! Hai completato il tutorial! Oltre 100 rompicapi ti stanno aspettando!",
		"5x5Category": "5x5",
		"10x10Category": "10x10",
		"10x10Category2": "10x10 Parte 2",
		"10x10Category3": "10x10 Parte 3",
		"15x15Category": "15x15",
		"15x15Category2": "15x15 Parte 2"
		
	},	
	
	"pt": {
		"PLAY": "JOGAR",
		"LEVEL COMPLETED!": "NÍVEL CONCLUÍDO!",
		"Time": "Tempo",
		"Good luck!": "Divirta-se!",
		"How to play?": "Como jogar?",
		"Pause": "Pausa",
		"Need more HINTS?" : "Precisa de mais sugestões?",
		"Watch movie to gain extra hints!" : "Assista a um vídeo para ganhar sugestões extra!",
		"Thanks for watching!" : "Obrigado por assistir!",
		"No more videos" : "OBRIGADO! Viu todos os vídeos disponíveis para hoje. Volte amanhã!",
		"You gained" : "Você ganha",
		"Time's up!" : "Tempo expirado!",
		"Limit" : "Limite",
		"BACK" : "VOLTAR",
		"TutorialStep1": "Bem-vindo ao Griddlers Deluxe! No Griddlers, resolve puzzles, deduzindo as células da grelha que devem ser preenchidas!\nUm puzzle pequeno terá esse aspeto:",
		"TutorialStep2": "Os números acima e à esquerda da grelha irão indicar-lhe que há grupos de células consecutivas preenchidas nessa linha ou coluna. Vamos espreitar!",
		"TutorialStep3": "Há um grupo de 5 números consecutivos nesta linha. A grelha apenas tem a largura de 5, o que significa que todas as células devem ser preenchidas! Faça-o agora!",
		"TutorialStep4": "Nesta linha, temos dois grupos:\n3 células e 1 célula.\nDois grupos têm sempre de ser separados, pelo menos, por um espaço livre. Utilize os seus conhecimentos e preencha a linha abaixo:",
		"TutorialStep5": "Às vezes, ainda não sabemos as células que devem ser preenchidas. Mas podemos saber as células que irão ficar limpas. Mude de ferramenta e marque estas células. Não se esqueça: tem de haver, pelo menos, um espaço livre entre os grupos.",
		"TutorialStep5Eraser" : "Se quiser limpar qualquer célula, utilize a borracha! Limpe todas as marcas 'X' agora!",
		"TutorialStep5Undo" : "Também pode anular o seu último movimento, carregando no botão Anular. Anule a sua última jogada!",
		"TutorialStep6": "Muito bem! Agora tente resolver este puzzle muito fácil! Não se esqueça de mudar de ferramenta.",
		"TutorialStep7": "Não sabe como continuar?\nUtilize uma sugestão!",
		"TutorialStep8": "Pode mudar para um estilo de controlo alternativo, carregando no botão de controlos (útil para ecrãs pequenos). Agora mude o estilo de controlo!",
		"TutorialStep8b": "Ok! Passe o dedo para mudar a célula ativa e confirme com a ferramenta desejada! Resolva o puzzle!",
		"tutorialStepGoodluck": "Bom trabalho! Terminou o tutorial! Mais de 100 puzzles estão à sua espera!",
		"5x5Category": "5x5",
		"10x10Category": "10x10",
		"10x10Category2": "10x10 Parte 2",
		"10x10Category3": "10x10 Parte 3",
		"15x15Category": "15x15",
		"15x15Category2": "15x15 Parte 2"
		
	},	
	
	"ru": {
		"PLAY": "ИГРАТЬ",
		"LEVEL COMPLETED!": "УРОВЕНЬ ЗАВЕРШЕН!",
		"Time": "Время",
		"Good luck!": "Наслаждайся!",
		"How to play?": "Как играть?",
		"Pause": "Пауза",
		"Need more HINTS?" : "Нужно больше подсказок?",
		"Watch movie to gain extra hints!" : "Посмотри видео и получи дополнительные подсказки!",
		"Thanks for watching!" : "Спасибо за просмотр!",
		"No more videos" : "СПАСИБО! Вы просмотрели все доступные на сегодня видео. Возвращайтесь завтра!",
		"You gained" : "Ты получаешь",
		"Time's up!" : "Время истекло!",
		"Limit" : "Лимит",
		"BACK" : "НАЗАД",
		"TutorialStep1": "Добро пожаловать в Griddlers Deluxe!\nВ Griddlers ты решаешь головоломки, высчитывая, какие ячейки сетки должны быть заполнены! Небольшая головоломка будет выглядеть так:",
		"TutorialStep2": "Цифры выше и слева от сетки показывают группы последовательных заполненных ячеек в данной строке или столбце. Давай посмотрим!",
		"TutorialStep3": "В этой строке есть группа из 5 последовательных чисел. Ширина сетки — 5 столбцов, а это значит, что все должны быть заполнены! Сделай это сейчас!",
		"TutorialStep4": "В этом ряду у нас есть две группы:\n3 ячейки и 1 ячейка.\nДве группы всегда должны быть разделены минимум одним свободным пространством. Используй свои знания и заполни строку ниже:",
		"TutorialStep5": "Иногда мы не знаем, какие ячейки должны быть заполнены. Но мы можем знать, какие ячейки будут оставаться пустыми. Поменяй инструмент и отметь эти ячейки.\nПомни: между группами должно быть по крайней мере одно свободное пространство.",
		"TutorialStep5Eraser" : "Если хочешь очистить ячейки, используй стерку! Сотри все, что помечено 'X' сейчас!",
		"TutorialStep5Undo" : "Ты также можешь отменить последний шаг нажатием кнопки 'Undo'. Отменить последний ход!",
		"TutorialStep6": "Отлично! Теперь попытайся решить эту простую головоломку! Не забудь поменять инструмент.",
		"TutorialStep7": "Не знаешь, как поступить?\nИспользуй подсказку!",
		"TutorialStep8": "Можешь переключиться на альтернативный стиль нажатием кнопки управления (подходит для маленьких экранов). Теперь измени стиль управления!",
		"TutorialStep8b": "Хорошо! Проведи пальцем по экрану, чтобы изменить активную ячейку и подтверди с помощью нужного инструмента! Реши головоломку!",
		"tutorialStepGoodluck": "Отлично! Ты прошел обучение!\nТебя ждут более 100 головоломок!",
		"5x5Category": "5x5",
		"10x10Category": "10x10",
		"10x10Category2": "10x10 Часть 2",
		"10x10Category3": "10x10 Часть 3",
		"15x15Category": "15x15",
		"15x15Category2": "15x15 Часть 2"
		
	},
	
	"tr": {
		"PLAY": "OYNA",
		"LEVEL COMPLETED!": "SEVIYE TAMAMLANDI!",
		"Time": "Zaman",
		"Good luck!": "İyi eğlenceler!",
		"How to play?": "Nasıl oynanır?",
		"Pause": "Duraklat",
		"Need more HINTS?" : "Daha fazla ipucuna mı ihtiyacınız var?",
		"Watch movie to gain extra hints!" : "Ekstra bir ipucu kazanmak için bir video izleyin!",
		"Thanks for watching!" : "İzlediğiniz için teşekkürler!",
		"No more videos" : "TEŞEKKÜR EDERİZ! Bugün mevcut olan tüm videoları izledin. Yarın yine gel!",
		"You gained" : "Kazandınız",
		"Time's up!" : "Süre sona erdi!",
		"Limit" : "Sınır",
		"BACK" : "GERI",
		"TutorialStep1": "Griddlers Deluxe'a Hoş Geldiniz! Griddlers'de karelerden hangi hücrenin doldurulması gerektiğini azaltarak bulmacayı çözüyorsunuz! Küçük bir bulmaca böyle gökükecek:",
		"TutorialStep2": "Karelerin üstünde ve solunda bulunan rakamlar size o satır veya sütundaki ard arda dolu olan hücre gruplarını söyleyecek. Şöyle bir bakalım!",
		"TutorialStep3": "Bu satırda sıralı olarak 5 rakam grubu bulunmaktadır. Sadece 5 genişliğinde olan bir karelajda bunun anlamı tümünün dolu olması gerektiğidir! Hemen bunu yapın!",
		"TutorialStep4": "Bu satıda iki grubumuz var:\n3 hücre ve 1 hücre.\nİki grup her zaman en az 1 boş hücre ile ayrılmak zorundadır. Bilginizi kullanın ve aşağıdaki satırı doldurun:",
		"TutorialStep5": "Bazen hala hangi hücrelerin doldurulmsı gerektiğini bilmeyiz. Fakat hangi hücrelerin boş kalması gerektiğini bilebiliriz. Aracınızı değiştirin ve bu hücreleri işaretleyin. Unutmayın: gruplar arasında en az bir boşluk olmak zorundadır.",
		"TutorialStep5Eraser" : "Eğer herhangi bir hücreyi temizlemek isterseniz, silgiyi kullanın! Hemen tüm 'X' işaretlerini temizleyin!",
		"TutorialStep5Undo" : "Ayrıca Geri Al düğmesine basarak son hamlenizi geri alabilirsiniz.\nSon hamlenizi geri alın!",
		"TutorialStep6": "Çok iyi! Şimdi en kolay bulmacayı çözmeye çalışın! Aracı değiştirmeyi unutmayın.",
		"TutorialStep7": "Nasıl ilerleyeceğinizi bilmiyor musunuz? Bir ipucu kullanın!",
		"TutorialStep8": "Kontroller düğmesine basarak alternatif bir kontrol biçimine geçebilirsiniz\n (daha ufak ekranlar için kullanışlıdır).\nŞimdi kontrol biçimini değiştirin!",
		"TutorialStep8b": "Tamam! Etkin hücreyi değiştirmek için kaydırın ve istediğiniz aracı onaylayın! Bulmacayı çözün!",
		"tutorialStepGoodluck": "Harika! Eğitimi tamamladınız!\n100'den fazla bulmaca sizi bekliyor!",
		"5x5Category": "5x5",
		"10x10Category": "10x10",
		"10x10Category2": "10x10 Bölüm 2",
		"10x10Category3": "10x10 Bölüm 3",
		"15x15Category": "15x15",
		"15x15Category2": "15x15 Bölüm 2"
		
	},

	"pl": {
		"PLAY": "GRAJ",
		"LEVEL COMPLETED!": "POZIOM UKOŃCZONY!",
		"Time": "Czas",
		"Good luck!": "Powodzenia!",
		"How to play?": "Samouczek",
		"Pause": "Pauza",
		"Need more HINTS?" : "Potrzebujesz więcej WSKAZÓWEK?",
		"Watch movie to gain extra hints!" : "Obejrzyj filmik by otrzymać wskazówki!",
		"Thanks for watching!" : "Dzięki za obejrzenie!",
		"No more videos" : "Dzięki! Oglądałeś wszystkie dostępne filmy dzisiaj. Wróć jutro!",
		"You gained" : "Zyskujesz",
		"Time's up!" : "Koniec czasu!",
		"Limit" : "Limit",
		"BACK" : "WSTECZ",
		"TutorialStep1": "Witamy w Griddlers Deluxe!\nW Griddlers rozwiązujesz puzzle przez zamalowywanie pol na planszy!\nMałe puzzle wyglądają tak:",
		"TutorialStep2": "Numery na górze i po lewej stronie wskazują ile grup zamalowanych pól znajduje się w danej kolumnie lub wierszu. Przyjrzyjmy się!",
		"TutorialStep3": "W tym wierszu jest 5 zamalowanych pól. Plansza ma tylko 5 pól szerokości. Oznacza to, że wszystkie pola powinny być zamalowane! Zrób to teraz!",
		"TutorialStep4": "W tym wierszu mamy 2 grupy zamalowanych pól: 3 pola i 1 pole. Między dwoma grupami zamalowanych pól musi być przynajmniej jedno pole przerwy. Wiedząc to, wypełnij wiersz:",
		"TutorialStep5": "Czasami nie wiemy jeszcze jakie pola powinny być zamalowane. Możemy za to wiedzieć, które pola na pewno pozostaną puste. Zmień narzędzie i zaznacz te pola (pamiętaj: przynajmniej jedno pole puste między grupami).",
		"TutorialStep5Eraser" : "Jeśli chcesz oczyścić jakąś komórkę, mozesz użyć gumki!\nUsuń wszystkie znaki 'X'!",
		"TutorialStep5Undo" : "Możesz także cofać swoje ruchy przez naciśnięcie przycisku Cofnij!\nCofnij swój ostatni ruch!",
		"TutorialStep6": "Bardzo dobrze! Teraz możesz spróbować rozwiązać te bardzo małe puzzle!",
		"TutorialStep7": "Nie wiesz co zrobić? Użyj wskazówki!",
		"TutorialStep8": "Możesz przejść do innego stylu kontrolowania wciskając  przyciski kontrolne (przydatne przy małych ekranach). Teraz zmień styl kontroli!",
		"TutorialStep8b": "OK! Zmieniaj aktywne pole przez przeciągnięcie! Rozwiąż puzzle!",
		"tutorialStepGoodluck": "Dobra robota! Ukończyłeś samouczek! Ponad 100 puzzli czeka na rozwiązanie!",
		"5x5Category": "5x5",
		"10x10Category": "10x10",
		"10x10Category2": "10x10 Część 2",
		"10x10Category3": "10x10 Część 3",
		"15x15Category": "15x15",
		"15x15Category2": "15x15 Część 2"
		
	},	
	
	"nl": {
		"PLAY": "SPEEL",
		"LEVEL COMPLETED!": "LEVEL VOLTOOID!",
		"Time": "Tijd",
		"Good luck!": "Veel plezier!",
		"How to play?": "Hoe te spelen?",
		"Pause": "Pauze",
		"Need more HINTS?" : "Meer tips nodig?",
		"Watch movie to gain extra hints!" : "Bekijk een video om meer tips te krijgen!",
		"Thanks for watching!" : "Bedankt voor het kijken!",
		"No more videos" : "BEDANKT! Je hebt alle beschikbare video's voor vandaag gezien. Kom morgen terug!",
		"You gained" : "Je krijgt",
		"Time's up!" : "De tijd is op!",
		"Limit" : "Limiet",
		"BACK" : "TERUG",
		"TutorialStep1": "Welkom bij Griddlers Deluxe! In Griddlers los je puzzels op door af te leiden welke cellen zouden moeten worden gevuld! Een kleine puzzel ziet er zo uit:",
		"TutorialStep2": "De cijfers aan de bovenkant en de linkerkant van de puzzel zullen je vertellen, dat er groepen aaneengesloten cellen gevuld zijn in die rij of kolom. Laten we eens kijken!",
		"TutorialStep3": "Er is een groep van 5 aaneengesloten cijfers in deze rij. De puzzel heeft maar een breedte van 5, wat inhoudt dat alle cellen zouden moeten worden gevuld. Doe het nu!",
		"TutorialStep4": "In deze rij hebben we twee groepen:\n3 cellen en 1 cel.\nDe twee groepen moeten altijd gescheiden zijn door tenminste één lege cel. Gebruik je kennis en vul de onderstaande rij:",
		"TutorialStep5": "Soms weten we nog niet welke cellen zouden moeten worden gevuld. Maar misschien weten we wel welke cellen leeg moeten blijven. Wijzig je hulpmiddel en markeer deze cellen. Onthoud: er moet tenminste één lege cel tussen de groepen zitten.",
		"TutorialStep5Eraser" : "Als je een cel wilt wissen, gebruik je de wisser! Wis nu alle 'X'-markeringen!",
		"TutorialStep5Undo" : "Je kunt ook je laatste actie ongedaan maken door op de knop voor ongedaan maken te drukken. Maak je laatste actie ongedaan!",
		"TutorialStep6": "Heel goed! Probeer nu deze zeer makkelijke puzzel op te lossen! Vergeet niet om het hulpmiddel te wijzigen.",
		"TutorialStep7": "Weet je niet hoe je verder moet? Gebruik een tip!",
		"TutorialStep8": "Je kunt wisselen naar een andere besturingsmanier door de besturingsknop in te drukken (handig voor kleine schermen). Verander nu je besturingsmanier!",
		"TutorialStep8b": "OK! Veeg om de actieve cel te wijzigen en bevestig met het hulpmiddel van je keuze! Los de puzzel op!",
		"tutorialStepGoodluck": "Goed gedaan! Je hebt het leerprogramma afgerond! Er staan meer dan 100 puzzels op je te wachten!",
		"5x5Category": "5x5",
		"10x10Category": "10x10",
		"10x10Category2": "10x10 Deel 2",
		"10x10Category3": "10x10 Deel 3",
		"15x15Category": "15x15",
		"15x15Category2": "15x15 Deel 2"
		
	}
	
}